Repository: ColumbusLabs/QuotaKit
Catalog: CodexBarMobile/CodexBarMobile/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Real provider data with no email (Claude / Ollama / Copilot) was getting hidden whenever Mac mock injection was on. Real and mock cards now coexist correctly.
ja: Mac モック注入をオンにすると、メールアドレスを持たない実プロバイダー（Claude / Ollama / Copilot など）が非表示になっていた問題を修正。実データとモックが正しく共存します。
zh_hans: Mac 开启 mock 注入时，没有邮箱的真实 provider（Claude / Ollama / Copilot）会被错误隐藏 — 现已修复，真实数据和 mock 卡片可以同时显示。
zh_hant: Mac 開啟 mock 注入時，沒有信箱的真實 provider（Claude / Ollama / Copilot）會被錯誤隱藏 — 現已修復，真實資料和 mock 卡片可以同時顯示。

source: Recent updates
ja: 最近のアップデート
zh_hans: 近期更新
zh_hant: 近期更新

source: Recognises five new providers from QuotaKit Mac 0.27.0 (Grok, ElevenLabs, Deepgram, GroqCloud, LLM Proxy) with distinct brand colours, and surfaces Kiro overage usage on the Kiro card when your plan is exhausted.
ja: QuotaKit Mac 0.27.0 で追加された 5 つの新プロバイダ（Grok、ElevenLabs、Deepgram、GroqCloud、LLM Proxy）をそれぞれのブランドカラーで認識し、Kiro プランが上限に達するとカード上に超過分の使用量を表示します。
zh_hans: 识别 QuotaKit Mac 0.27.0 的五个新厂商（Grok、ElevenLabs、Deepgram、GroqCloud、LLM Proxy），分别配以独特品牌色；当 Kiro 套餐用尽时，Kiro 卡片显示超额用量。
zh_hant: 識別 QuotaKit Mac 0.27.0 的五個新廠商（Grok、ElevenLabs、Deepgram、GroqCloud、LLM Proxy），分別配以獨特品牌色；當 Kiro 方案用盡時，Kiro 卡片顯示超額用量。

source: Removed the redundant How It Works sections from Settings and About & Sync.
ja: Settings と About & Sync の冗長な How It Works セクションを削除しました。
zh_hans: 删除 Settings 和 About & Sync 中冗余的 How It Works 区块。
zh_hant: 刪除 Settings 和 About & Sync 中冗餘的 How It Works 區塊。

source: Required Mac version
ja: 必要な Mac バージョン
zh_hans: 需要的 Mac 版本
zh_hant: 需要的 Mac 版本

source: Requires QuotaKit for Mac 0.23.4 or later for the new providers.
ja: 新プロバイダーを利用するには macOS 用 QuotaKit 0.23.4 以降が必要です。
zh_hans: 需 macOS QuotaKit 0.23.4 或更新版本以启用新 provider 支持。
zh_hant: 需 macOS QuotaKit 0.23.4 或更新版本以啟用新 provider 支援。

source: Resets
ja: リセット
zh_hans: 重置于
zh_hant: 重設於

source: Resets %@
ja: %@ にリセット
zh_hans: %@ 重置
zh_hant: %@ 重置

source: Selected Cost
ja: 選択中の費用
zh_hans: 选中费用
zh_hant: 選中費用

source: Selected Date
ja: 選択中の日付
zh_hans: 选中日期
zh_hant: 選中日期

source: Session
ja: セッション
zh_hans: 当前周期
zh_hant: 當前週期

source: Session quota is available again.
ja: セッションクォータが再び利用可能になりました。
zh_hans: 会话配额已恢复可用。
zh_hant: 會話配額已恢復可用。

source: Session quota notifications
ja: セッションクォータ通知
zh_hans: 会话配额通知
zh_hant: 會話配額通知

source: Session quota usage trend across synced providers.
ja: 同期済みプロバイダ全体でのセッションクォータ使用率のトレンド。
zh_hans: 已同步 provider 的会话配额使用趋势。
zh_hant: 已同步 provider 的會話配額使用趨勢。

source: Setting
ja: 設定
zh_hans: 设置
zh_hant: 設定

source: Settings and Developer Tools streamlined — Setup Guide promoted to the top of Settings; Push Diagnostic tool added under Developer Tools to inspect the Mac→iOS push chain; redundant How It Works sections removed.
ja: 設定と開発者ツールを整理 — 設定の先頭に Setup Guide を追加、Developer Tools 配下に Mac→iOS プッシュチェーンを確認できる Push Diagnostic ツールを新設、冗長な How It Works セクションを削除。
zh_hans: 设置与开发者工具整理 —— 新手引导提升到 Settings 顶部；Developer Tools 下新增 Push Diagnostic 工具用于查看 Mac→iOS 推送链路；移除冗余的 How It Works 区块。
zh_hant: 設定與開發者工具整理 —— 新手引導提升到 Settings 頂部；Developer Tools 下新增 Push Diagnostic 工具用於檢視 Mac→iOS 推送鏈路；移除冗餘的 How It Works 區塊。

source: Settings are reorganized into About & Sync, Release Notes, Usage Setting, and Cost Setting.
ja: 設定は About & Sync、Release Notes、Usage Setting、Cost Setting に再編成されました。
zh_hans: 设置现已重组为 About & Sync、Release Notes、Usage Setting 和 Cost Setting。
zh_hant: 設定現已重組為 About & Sync、Release Notes、Usage Setting 和 Cost Setting。

source: Settings are reorganized into Usage, Charts, and Privacy sections.
ja: 設定を使用量・グラフ・プライバシーの3セクションに再編成しました。
zh_hans: 设置页重新分组为用量、图表、隐私三个部分。
zh_hant: 設定頁重新分組為用量、圖表、隱私三個部分。

source: Setup Guide
ja: セットアップガイド
zh_hans: 设置指南
zh_hant: 設定指南

source: Setup Guide is now a top-level Settings row.
ja: セットアップガイドが Settings のトップレベルの項目になりました。
zh_hans: 设置指南现在是 Settings 顶部的一行。
zh_hant: 設定指南現在是 Settings 頂部的一行。

source: Setup guidance, pull-to-refresh support, and the App Store privacy additions needed for distribution.
ja: セットアップガイド、プル更新対応、配布に必要な App Store プライバシー項目を追加しました。
zh_hans: 新增设置引导、下拉刷新支持，以及上架分发所需的 App Store 隐私项。
zh_hant: 新增設定引導、下拉刷新支援，以及上架分發所需的 App Store 隱私項。

source: Share
ja: 共有
zh_hans: 分享
zh_hant: 分享

source: Share Cost Report
ja: 費用レポートを共有
zh_hans: 分享费用报告
zh_hant: 分享費用報告

source: Share cards now match your theme — dark mode gets a dark card, light mode gets a light card.
ja: 共有カードがテーマに連動 — ダークモードでは暗い背景、ライトモードでは白い背景になります。
zh_hans: 分享卡片现在跟随主题 — 深色模式用深色背景，浅色模式用白色背景。
zh_hant: 分享卡片現在跟隨主題 — 深色模式用深色背景，淺色模式用白色背景。

source: Share your AI spending as a beautiful image card — choose Classic or Vibe style, supports Today, 7 Days, and 30 Days, and adapts to dark mode.
ja: AI支出を画像カードで共有 — Classic と Vibe の2スタイル、今日・7日間・30日間対応、ダークモードにも自動適応。
zh_hans: 将 AI 花费生成精美卡片分享 — 可选经典或 Vibe 风格，支持今日、7 天、30 天，自动适配深色模式。
zh_hant: 將 AI 花費生成精美卡片分享 — 可選經典或 Vibe 風格，支援今日、7 天、30 天，自動適配深色模式。

source: Share your AI spending as a beautiful image card — choose Today, 7 Days, or 30 Days.
ja: AIの支出を美しい画像カードとして共有 — 今日・7日間・30日間から選択。
zh_hans: 将 AI 花费生成精美图片分享 — 可选择今日、7 天或 30 天。
zh_hant: 將 AI 花費生成精美圖片分享 — 可選擇今日、7 天或 30 天。

source: Sharper usage and cost metrics throughout the app.
ja: App 全体で Usage と Cost の数値表示をよりくっきり改善しました。
zh_hans: 整个 App 的 Usage 和 Cost 数字显示都更清晰了。
zh_hant: 整個 App 的 Usage 和 Cost 數字顯示都更清晰了。

source: Show remaining usage
ja: 残り使用量を表示
zh_hans: 显示剩余用量
zh_hant: 顯示剩餘用量

source: Showing demo data
ja: デモデータを表示中
zh_hans: 正在显示演示数据
zh_hant: 正在顯示示範資料

source: Showing mock data
ja: モックデータを表示中
zh_hans: 正在显示模拟数据
zh_hant: 正在顯示模擬資料

source: Simplified sync status bar at the bottom of Usage and Cost tabs.
ja: 「使用量」と「費用」タブ下部の同期ステータスバーを簡略化しました。
zh_hans: “用量”和“费用”标签底部的同步状态栏已简化。
zh_hant: 「用量」和「費用」分頁底部的同步狀態列已簡化。

source: Six new dedicated provider cards (Kiro credits, AWS Bedrock cost, Moonshot / Kimi API balance, z.ai hourly chart, OpenAI API Dashboard, Antigravity multi-account) plus two new settings toggles.
ja: 6 つの新しい専用プロバイダーカード（Kiro クレジット、AWS Bedrock コスト、Moonshot / Kimi API 残高、z.ai 時間別チャート、OpenAI API Dashboard、Antigravity マルチアカウント）と 2 つの新しい設定トグルを追加。
zh_hans: 六张新增的专用 provider 卡片（Kiro 额度、AWS Bedrock 费用、Moonshot / Kimi API 余额、z.ai 每小时图表、OpenAI API Dashboard、Antigravity 多账号），以及两个新的设置开关。
zh_hant: 六張新增的專用 provider 卡片（Kiro 額度、AWS Bedrock 費用、Moonshot / Kimi API 餘額、z.ai 每小時圖表、OpenAI API Dashboard、Antigravity 多帳號），以及兩個新的設定開關。

source: Smarter chart axis scaling with clean integer tick marks.
ja: グラフ軸が整数の目盛りでより見やすくなりました。
zh_hans: 图表轴刻度优化，使用整数刻度更清晰。
zh_hant: 圖表軸刻度優化，使用整數刻度更清晰。

source: Some Mac devices are on older versions. Update them for complete sync data.
ja: 一部の Mac デバイスが古いバージョンです。完全な同期データのため更新してください。
zh_hans: 部分 Mac 设备运行较旧版本，建议更新以获得完整同步数据。
zh_hant: 部分 Mac 裝置執行較舊版本，建議更新以取得完整同步資料。

source: Some accounts (Claude / Ollama / Copilot etc.) being incorrectly hidden in specific scenarios.
ja: 一部のアカウント（Claude / Ollama / Copilot など）が特定のシナリオで誤って非表示になる問題。
zh_hans: 部分账号（Claude / Ollama / Copilot 等）在特定场景下被错误隐藏。
zh_hant: 部分帳號（Claude / Ollama / Copilot 等）在特定場景下被錯誤隱藏。

source: Source Device
ja: 同期元デバイス
zh_hans: 来源设备
zh_hant: 來源裝置

source: Specific CloudKit error messages — network, auth, quota issues now show exact cause instead of generic errors.
ja: CloudKit エラーメッセージを具体化 — ネットワーク、認証、クォータの問題が汎用メッセージではなく原因ごとに表示されます。
zh_hans: 具体的 CloudKit 错误信息 —— 网络、认证、配额问题现在会显示确切原因，而不是通用错误。
zh_hant: 具體的 CloudKit 錯誤訊息 —— 網路、認證、配額問題現在會顯示確切原因，而不是通用錯誤。

source: Stability
ja: 安定性
zh_hans: 稳定性
zh_hant: 穩定性

source: Stacked bar charts colored by provider show your spend breakdown at a glance.
ja: Provider ごとに色分けされた積み上げ棒グラフで、支出の内訳がひと目でわかります。
zh_hans: 按 Provider 着色的堆叠柱状图，一目了然地展示费用构成。
zh_hant: 按 Provider 著色的堆疊柱狀圖，一目了然地展示費用構成。

source: Stale sync records left behind by previous Mac sessions persisting on iPhone.
ja: 以前の Mac セッションから残された古い同期記録が iPhone に残り続ける問題。
zh_hans: Mac 重启后过期同步记录残留在 iPhone 上。
zh_hant: Mac 重啟後過期同步記錄殘留在 iPhone 上。

source: Step
ja: 手順
zh_hans: 步骤
zh_hant: 步驟

source: Stranded Mock cards from a previous Mac session no longer linger after you toggle mock injection off. Mac auto-cleans them within ~1 minute.
ja: 前回の Mac セッションが残したモックカードは、モック注入をオフにすると約 1 分以内に Mac が自動削除します。
zh_hans: 之前 Mac 进程留下的 Mock 卡片，关闭 mock 注入后会在约 1 分钟内由 Mac 自动清理掉，不再永久残留。
zh_hant: 之前 Mac 行程留下的 Mock 卡片，關閉 mock 注入後會在約 1 分鐘內由 Mac 自動清理，不再永久殘留。

source: Style
ja: スタイル
zh_hans: 样式
zh_hant: 樣式

source: Subscription Utilization
ja: サブスクリプション利用率
zh_hans: 订阅利用率
zh_hant: 訂閱利用率

source: Subscription Utilization History chart on every provider detail page.
ja: 各プロバイダ詳細ページにサブスクリプション利用率履歴グラフを追加。
zh_hans: 每个 provider 详情页新增订阅使用率历史图表。
zh_hant: 每個 provider 詳情頁新增訂閱使用率歷史圖表。

source: Subscription Utilization and Mac→iPhone push notifications need QuotaKit Mac 0.19.0 (Build 54.1.2.0) or later. Get it from github.com/ColumbusLabs/QuotaKit/releases.
ja: サブスクリプション利用率と Mac→iPhone プッシュ通知には QuotaKit Mac 0.19.0 (Build 54.1.2.0) 以降が必要です。github.com/ColumbusLabs/QuotaKit/releases から入手してください。
zh_hans: 订阅利用率和 Mac→iPhone 推送通知需要 Mac 版 QuotaKit 升级到 0.19.0 (Build 54.1.2.0) 或更新版本。从 github.com/ColumbusLabs/QuotaKit/releases 下载。
zh_hant: 訂閱利用率和 Mac→iPhone 推送通知需要 Mac 版 QuotaKit 升級到 0.19.0 (Build 54.1.2.0) 或更新版本。從 github.com/ColumbusLabs/QuotaKit/releases 下載。

source: Subscription Utilization charts and cleaner Settings.
ja: サブスクリプション利用率グラフと整理された設定。
zh_hans: 订阅使用率图表，设置界面更精简。
zh_hant: 訂閱使用率圖表，設定介面更精簡。

source: Subscription Utilization in the Cost tab — 30-day daily chart with Today / This Week / 14 Days / 30 Days summary cards, each with delta vs the previous period.
ja: Cost タブにサブスクリプション利用率を追加 — 30 日間の日次グラフと 4 つの期間サマリーカード（Today / This Week / 14 Days / 30 Days）、それぞれ前期間との差分を表示。
zh_hans: Cost 标签新增订阅使用率 — 30 天日级图表，配 4 张周期摘要卡片（Today / This Week / 14 Days / 30 Days），每张都显示与上一周期的对比。
zh_hant: Cost 標籤新增訂閱使用率 — 30 天日級圖表，配 4 張週期摘要卡片（Today / This Week / 14 Days / 30 Days），每張都顯示與上一週期的對比。

source: Subscription Utilization visualization — see how much of each session / weekly / opus quota you're using, per provider and across all providers. 30-day daily bar chart in the Cost tab with Today / This Week / 14 Days / 30 Days summary cards, plus a utilization history chart on every provider detail page.
ja: サブスクリプション利用率の可視化 — 各 session / weekly / opus クォータの使用状況を、プロバイダごとにも全プロバイダ横断でも確認できます。Cost タブには過去 30 日の日次棒グラフと Today / This Week / 14 Days / 30 Days のサマリーカードがあり、各プロバイダの詳細ページには利用率履歴グラフが追加されます。
zh_hans: 订阅利用率可视化 —— 直观看到每个 session / weekly / opus 额度的使用情况，可按 Provider 分开看也可以跨 Provider 看总体。Cost tab 有 30 天日级柱状图 + Today / This Week / 14 Days / 30 Days 周期卡片，每个 Provider 详情页还有独立的利用率历史图。
zh_hant: 訂閱利用率可視化 —— 直觀看到每個 session / weekly / opus 額度的使用情況，可按 Provider 分開看也可以跨 Provider 看總體。Cost 分頁有 30 天日級柱狀圖 + Today / This Week / 14 Days / 30 Days 週期卡片，每個 Provider 詳情頁還有獨立的利用率歷史圖。

source: Subscription Utilization, multi-Mac sync, and push notifications from Mac.
ja: サブスクリプション利用率、複数 Mac の同期、Mac からのプッシュ通知。
zh_hans: 订阅利用率可视化、多 Mac 数据合并，以及来自 Mac 的推送通知。
zh_hant: 訂閱利用率可視化、多 Mac 資料合併，以及來自 Mac 的推送通知。

source: Supports English, Simplified Chinese, Traditional Chinese, and Japanese.
ja: 英語・簡体字中国語・繁体字中国語・日本語に対応。
zh_hans: 支持英文、简体中文、繁体中文、日文四种语言。
zh_hant: 支援英文、簡體中文、繁體中文、日文四種語言。

source: SwiftData-backed local cache — cold start time for Usage / Cost tabs reduced from 2-5 seconds to under 200 ms. Data persists across app relaunches instead of re-fetching from CloudKit every time.
ja: SwiftData バックエンドのローカルキャッシュ — Usage / Cost タブのコールドスタート時間が 2-5 秒から 200 ms 以下に短縮。アプリ再起動間にデータが永続化されるため、毎回 CloudKit から再取得する必要がなくなりました。
zh_hans: SwiftData 本地缓存 —— Usage / Cost 标签页的冷启动时间从 2-5 秒降到 200 ms 以内。数据在 App 重启之间持久化，不再每次都去 CloudKit 重新抓取。
zh_hant: SwiftData 本機快取 —— Usage / Cost 標籤頁的冷啟動時間從 2-5 秒降到 200 ms 以內。資料在 App 重啟之間持久化，不再每次都去 CloudKit 重新抓取。

source: Sync
ja: 同期
zh_hans: 同步
zh_hant: 同步

source: Sync Error
ja: 同期エラー
zh_hans: 同步错误
zh_hant: 同步錯誤

source: Sync Status
ja: 同期ステータス
zh_hans: 同步状态
zh_hant: 同步狀態

source: Sync inspector, push diagnostic, and more
ja: 同期インスペクタ、プッシュ診断、その他
zh_hans: 同步检查器、推送诊断等
zh_hant: 同步檢查器、推送診斷等

source: Synced
ja: 同期済み
zh_hans: 已同步
zh_hant: 已同步

source: Synced Mobile Version
ja: 同期済み Mobile バージョン
zh_hans: 已同步的 Mobile 版本
zh_hant: 已同步的 Mobile 版本

source: Syncing…
ja: 同期中…
zh_hans: 正在同步…
zh_hant: 正在同步…

source: Synthetic 3-lane labels — five-hour quota, weekly tokens, and search hourly are labeled correctly on the detail page instead of generic Session / Weekly fallback labels.
ja: Synthetic 3レーンラベル — 5時間クォータ、週次トークン、時間ごと検索が詳細ページで正しくラベル表示され、汎用的な Session / Weekly フォールバックラベルではなくなりました。
zh_hans: Synthetic 三 lane 标签 —— 详情页正确显示「五小时额度 / 周 token / 搜索每小时」，不再用通用的 Session / Weekly 默认标签。
zh_hant: Synthetic 三 lane 標籤 —— 詳情頁正確顯示「五小時額度 / 週 token / 搜尋每小時」，不再用通用的 Session / Weekly 預設標籤。

source: Synthetic 5h / weekly tokens / search hourly labels render correctly instead of generic fallbacks.
ja: Synthetic の 5 時間 / 週次トークン / 1 時間検索の 3 レーンに正しいラベルを表示するようになりました。
zh_hans: Synthetic 五小时 / 周 token / 每小时搜索三个 lane 显示正确标签，不再回退到通用名称。
zh_hant: Synthetic 五小時 / 週 token / 每小時搜尋三個 lane 顯示正確標籤，不再退回到通用名稱。

source: Synthetic provider injected by Mac for testing. Real numbers are restored ~30s after Mac toggles mock off.
ja: テスト用に Mac から注入された合成プロバイダー。Mac でモックをオフにすると約 30 秒後に実際の数値が復元されます。
zh_hans: Mac 出于测试目的注入的合成 provider。Mac 关闭模拟后约 30 秒，真实数据自动恢复。
zh_hant: Mac 為測試注入的合成 provider。Mac 關閉模擬後約 30 秒，真實數據自動恢復。

source: Tab bar no longer hides when scrolling.
ja: スクロール時にタブバーが隠れなくなりました。
zh_hans: 滚动时底部标签栏不再隐藏。
zh_hant: 捲動時底部分頁列不再隱藏。

source: The first App Store release. Works with QuotaKit on Mac.
ja: 初の App Store リリース。Mac 版 QuotaKit と連携。
zh_hans: 首个 App Store 正式版本，搭配 Mac 上的 QuotaKit 使用。
zh_hant: 首個 App Store 正式版本，搭配 Mac 上的 QuotaKit 使用。

source: The first iPhone companion app for QuotaKit with iCloud Key-Value Store sync from Mac.
ja: Mac から iCloud Key-Value Store で同期する、QuotaKit 初の iPhone コンパニオン App です。
zh_hans: QuotaKit 首个 iPhone 配套 App，可通过 iCloud 键值存储从 Mac 同步数据。
zh_hant: QuotaKit 首個 iPhone 配套 App，可透過 iCloud 鍵值儲存從 Mac 同步資料。

source: These tools expose internal sync and notification state to help diagnose issues. No sensitive data is shown.
ja: これらのツールは内部の同期および通知の状態を表示し、問題の診断に役立ちます。機密データは表示されません。
zh_hans: 这些工具用于查看内部同步和通知状态以帮助排查问题，不会显示任何敏感信息。
zh_hant: 這些工具用於查看內部同步和通知狀態以協助排查問題，不會顯示任何敏感資訊。

source: This Week
ja: 今週
zh_hans: 本周
zh_hant: 本週

source: This is mock data
ja: これはモックデータです
zh_hans: 这是模拟数据
zh_hant: 這是模擬資料

source: Today
ja: 今日
zh_hans: 今日
zh_hant: 今日

source: Toggle between used and remaining quota display in Settings.
ja: 設定で使用済みクォータと残りクォータの表示を切り替え可能。
zh_hans: 在设置中切换显示已用配额或剩余配额。
zh_hant: 在設定中切換顯示已用配額或剩餘配額。

source: Tokens
ja: トークン
zh_hans: 令牌数
zh_hant: 令牌數

source: Top Driver
ja: 最大要因
zh_hans: 最高费用来源
zh_hant: 最高費用來源

source: Top Models
ja: 上位モデル
zh_hans: 热门模型
zh_hant: 熱門模型

source: Top cost drivers across providers that expose model-level billing.
ja: モデル単位の課金を公開している Provider 全体で、主要なコスト要因となっているモデルです。
zh_hans: 支持模型级计费的 provider 中，主要费用来源模型。
zh_hant: 支援模型級計費的 provider 中，主要費用來源模型。

source: Track your AI coding costs
ja: AIコーディングの費用を追跡
zh_hans: 追踪你的 AI 编程费用
zh_hant: 追蹤你的 AI 程式開發費用

source: Tracked provider budgets and how close they are to their current limit.
ja: 追跡中の Provider 予算と、現在の上限にどれだけ近いかを表示します。
zh_hans: 已跟踪的 provider 预算及其接近当前上限的程度。
zh_hant: 已追蹤的 provider 預算及其接近當前上限的程度。

source: Two Macs on different QuotaKit versions during a rolling upgrade now show a single card per account.
ja: 2 台の Mac が異なる QuotaKit バージョンで稼働しているローリングアップグレード中も、同じアカウントが 1 枚のカードにまとまります。
zh_hans: 两台 Mac 跑不同 QuotaKit 版本时，同一账号合并为一张卡。
zh_hant: 兩台 Mac 跑不同 QuotaKit 版本時，同一帳號合併為一張卡片。

source: Two Macs, one card — when your two Macs are on different QuotaKit versions during a rolling upgrade, your iPhone now correctly shows a single card per account rather than duplicates. Works for accounts whose email contains non-ASCII characters (café@…) too.
ja: 2 台の Mac、1 枚のカード —— 2 台の Mac が異なるバージョンの QuotaKit を実行中（アップグレード移行期）でも、iPhone は同一アカウントを 1 枚のカードに正しくまとめて表示するようになりました（バージョンごとに別々ではなく）。メールアドレスに非 ASCII 文字（café@…）が含まれるアカウントも対応します。
zh_hans: 双 Mac、一张卡 —— 两台 Mac 跑不同版本的 QuotaKit（升级过渡期）时，iPhone 现在能把同一账号正确合并成一张卡，而不是每个 Mac 版本一张。邮箱含非 ASCII 字符（café@…）的账号也涵盖。
zh_hant: 雙 Mac、一張卡 —— 兩台 Mac 跑不同版本的 QuotaKit（升級過渡期）時，iPhone 現在能把同一帳號正確合併成一張卡，而不是每個 Mac 版本一張。郵箱含非 ASCII 字元（café@…）的帳號也涵蓋。

source: Two new Settings toggles — Hide quota-warning markers (only the tick-marks; notifications still fire) and Show provider changelog links (companion section in Settings → About).
ja: 新しい設定トグル 2 つ —— クォータ警告マーカーを非表示（刻みのみ非表示、通知は引き続き発火）、プロバイダー更新履歴リンクを表示（設定 → このアプリについて にコンパニオンセクション追加）。
zh_hans: 两个新设置开关 —— 隐藏配额警告刻度（只去掉刻度标记，通知仍然触发）、显示 provider 更新日志链接（在「设置 → 关于」中新增配套区域）。
zh_hant: 兩個新設定開關 —— 隱藏配額警告刻度（只去掉刻度標記，通知仍會觸發）、顯示 provider 更新日誌連結（在「設定 → 關於」中新增配套區段）。

source: Under the hood
ja: 内部の改善
zh_hans: 底层改进
zh_hant: 底層改進

source: Unknown
ja: 不明
zh_hans: 未知
zh_hant: 未知

source: Unmerge Accounts
ja: アカウントの統合を解除
zh_hans: 拆分账户
zh_hant: 拆分帳戶

source: Update QuotaKit Mac to 0.23.6 (latest) for both fixes to take effect.
ja: Mac の QuotaKit を 0.23.6（最新）に更新すると、両方の修正が有効になります。
zh_hans: 把 Mac 端的 QuotaKit 升级到 0.23.6（最新版），两项修复都会生效。
zh_hant: 把 Mac 端的 QuotaKit 升級到 0.23.6（最新版），兩項修復都會生效。

source: Update QuotaKit Mac to 0.23.6 (latest) for both the new visual treatment and the fixes to take effect.
ja: Mac の QuotaKit を 0.23.6（最新）に更新すると、新しい視覚処理と修正の両方が有効になります。
zh_hans: 把 Mac 端的 QuotaKit 升级到 0.23.6（最新版），新的视觉效果和修复都会生效。
zh_hant: 把 Mac 端的 QuotaKit 升級到 0.23.6（最新版），新的視覺效果和修復都會生效。

source: Update QuotaKit Mac to 0.23.6 for these changes to take effect.
ja: これらの変更を有効にするには、Mac の QuotaKit を 0.23.6 に更新してください。
zh_hans: 需搭配 QuotaKit Mac 0.23.6。
zh_hant: 需搭配 QuotaKit Mac 0.23.6。

source: Update QuotaKit Mac to 0.25.1 or later for the new providers and push notifications.
ja: 新プロバイダーとプッシュ通知の利用には macOS 用 QuotaKit 0.25.1 以降が必要です。
zh_hans: 新 provider 与推送通知需更新 QuotaKit Mac 至 0.25.1 或更新版本。
zh_hant: 新 provider 與推送通知需更新 QuotaKit Mac 至 0.25.1 或更新版本。

source: Update QuotaKit Mac to 0.25.2 or later for the warning push. New providers work from 0.25.1.
ja: 警告プッシュ通知の利用には macOS 用 QuotaKit 0.25.2 以降が必要です。新プロバイダーは 0.25.1 から利用できます。
zh_hans: 警告推送需更新 QuotaKit Mac 至 0.25.2 或更新版本；新 provider 从 0.25.1 起可用。
zh_hant: 警告推送需更新 QuotaKit Mac 至 0.25.2 或更新版本；新 provider 自 0.25.1 起可用。

source: Update QuotaKit Mac to 0.26.1 (fork build 63.2 or later). iPhone 1.7.0 is also forward-compatible with Mac 0.25.2 — new cards just stay hidden until Mac is on the new build.
ja: Mac の QuotaKit を 0.26.1（fork build 63.2 以降）にアップデートしてください。iPhone 1.7.0 は Mac 0.25.2 とも前方互換性があり、新しいカードは Mac がアップデートされるまで非表示になります。
zh_hans: 请将 Mac 端 QuotaKit 升级到 0.26.1（fork build 63.2 或更新）。iPhone 1.7.0 与 Mac 0.25.2 也保持向前兼容 —— 新卡片在 Mac 升级前会自动隐藏。
zh_hant: 請將 Mac 端 QuotaKit 升級到 0.26.1（fork build 63.2 或更新）。iPhone 1.7.0 與 Mac 0.25.2 也保持向前相容 —— 新卡片在 Mac 升級前會自動隱藏。

source: Update QuotaKit Mac to 0.27.0 (fork build 65.1 or later) for the new dedicated cards and Kiro overage data. iPhone 1.8.0 also remains forward-compatible with Mac 0.26.x — new cards just stay hidden until Mac is on the new build.
ja: 新しい専用カードと Kiro 超過分データを利用するには、QuotaKit Mac を 0.27.0（fork ビルド 65.1 以上）に更新してください。iPhone 1.8.0 は Mac 0.26.x との上方互換性を保ち、Mac が新ビルドになるまで新カードは非表示のままです。
zh_hans: 请将 QuotaKit Mac 更新到 0.27.0（fork 构建 65.1 及更新）以启用专属卡片和 Kiro 超额数据。iPhone 1.8.0 仍向前兼容 Mac 0.26.x —— 新卡片在 Mac 升级前保持隐藏。
zh_hant: 請將 QuotaKit Mac 更新到 0.27.0（fork 建置 65.1 及更新）以啟用專屬卡片和 Kiro 超額資料。iPhone 1.8.0 仍向前相容 Mac 0.26.x —— 新卡片在 Mac 升級前保持隱藏。

source: Update QuotaKit Mac to 0.27.0 (fork build 65.1 or later) for the new providers and Kiro overage data. iPhone 1.8.0 also remains forward-compatible with Mac 0.26.x — new fields just stay hidden until Mac is on the new build.
ja: 新しいプロバイダと Kiro の超過分データを利用するには、QuotaKit Mac を 0.27.0（fork ビルド 65.1 以上）に更新してください。iPhone 1.8.0 は Mac 0.26.x との上方互換性を保ち、Mac が新ビルドになるまで新フィールドは非表示のままです。
zh_hans: 请将 QuotaKit Mac 更新到 0.27.0（fork 构建 65.1 及更新）以启用新厂商及 Kiro 超额数据。iPhone 1.8.0 仍向前兼容 Mac 0.26.x —— 新字段在 Mac 升级前保持隐藏。
zh_hant: 請將 QuotaKit Mac 更新到 0.27.0（fork 建置 65.1 及更新）以啟用新廠商及 Kiro 超額資料。iPhone 1.8.0 仍向前相容 Mac 0.26.x —— 新欄位在 Mac 升級前保持隱藏。

source: Upstream v0.20 provider alignment — Perplexity + OpenCode Go, Codex multi-account cards, SwiftData-backed local cache. Requires updated Mac app.
ja: アップストリーム v0.20 へのアラインメント — Perplexity + OpenCode Go の追加、Codex 複数アカウントカード、SwiftData ローカルキャッシュ。Mac アプリの更新が必要です。
zh_hans: 对齐上游 v0.20 —— 新增 Perplexity + OpenCode Go、Codex 多账号卡片、SwiftData 本地缓存。需要更新 Mac 应用。
zh_hant: 對齊上游 v0.20 —— 新增 Perplexity + OpenCode Go、Codex 多帳號卡片、SwiftData 本機快取。需要更新 Mac 應用程式。

source: Upstream v0.21–0.23 provider alignment — Abacus AI + Mistral as new providers, Claude Designs / Daily Routines / Web Sonnet bars, Cursor Extra usage, Synthetic 5h-weekly-search lanes. Requires updated Mac app.
ja: アップストリーム v0.21–0.23 へのアラインメント — Abacus AI + Mistral の追加、Claude Designs / Daily Routines / Web Sonnet バー、Cursor Extra 使用量、Synthetic 5時間-週-検索の3レーン。Mac アプリの更新が必要です。
zh_hans: 对齐上游 v0.21–0.23 —— 新增 Abacus AI + Mistral、Claude Designs / Daily Routines / Web Sonnet 三条 bar、Cursor Extra 用量、Synthetic 五小时-周-搜索三 lane 标签。需要更新 Mac 应用。
zh_hant: 對齊上游 v0.21–0.23 —— 新增 Abacus AI + Mistral、Claude Designs / Daily Routines / Web Sonnet 三條 bar、Cursor Extra 用量、Synthetic 五小時-週-搜尋三 lane 標籤。需要更新 Mac 應用程式。

source: Usage Setting
ja: Usage 設定
zh_hans: Usage 设置
zh_hant: Usage 設定

source: Usage and Cost charts now support both Bar Chart and Line Chart display styles.
ja: Usage と Cost のグラフは、棒グラフと折れ線グラフの両方に対応しました。
zh_hans: Usage 和 Cost 图表现在都支持柱状图与折线图两种显示方式。
zh_hant: Usage 和 Cost 圖表現在都支援柱狀圖與折線圖兩種顯示方式。

source: Usage cards can now show remaining quota instead of used quota via a new toggle in Settings.
ja: 設定の新しいトグルで、使用量カードに使用済みクォータの代わりに残りクォータを表示できるようになりました。
zh_hans: 用量卡片现在可以通过设置中的开关切换显示已用配额或剩余配额。
zh_hant: 用量卡片現在可以透過設定中的開關切換顯示已用配額或剩餘配額。

source: Usage data will appear here automatically once your Mac pushes data to iCloud.
ja: Mac がデータを iCloud に送信すると、ここに自動で使用データが表示されます。
zh_hans: 当 Mac 将数据推送到 iCloud 后，这里会自动显示使用数据。
zh_hant: 當 Mac 將資料推送到 iCloud 後，這裡會自動顯示使用資料。

source: Usage percentages now stay crisp without blur on provider cards.
ja: Provider カードの Usage パーセンテージが、ぼやけずくっきり表示されるようになりました。
zh_hans: Provider 卡片上的 Usage 百分比现在不会再发虚，显示更清晰。
zh_hant: Provider 卡片上的 Usage 百分比現在不會再發虛，顯示更清晰。

source: Version
ja: バージョン
zh_hans: 版本
zh_hant: 版本

source: Versions
ja: バージョン
zh_hans: 版本
zh_hant: 版本

source: View AI coding tool usage on iPhone, synced from Mac via iCloud.
ja: iCloud 経由で Mac から同期された AI コーディングツールの使用状況を iPhone で確認。
zh_hans: 在 iPhone 上查看 AI 编程工具用量，通过 iCloud 从 Mac 同步。
zh_hant: 在 iPhone 上查看 AI 程式設計工具用量，透過 iCloud 從 Mac 同步。

source: View Demo
ja: デモを見る
zh_hans: 查看演示
zh_hant: 查看示範

source: Wait for Sync
ja: 同期を待つ
zh_hans: 等待同步
zh_hant: 等待同步

source: Waiting for Mac to push data
ja: Mac からのデータプッシュを待機中
zh_hans: 等待 Mac 端推送数据
zh_hant: 等待 Mac 端推送資料

source: Walk through how QuotaKit syncs from Mac to iPhone
ja: QuotaKit が Mac から iPhone に同期する流れを確認
zh_hans: 了解 QuotaKit 如何从 Mac 同步到 iPhone
zh_hant: 了解 QuotaKit 如何從 Mac 同步到 iPhone

source: Weekly
ja: 週間
zh_hans: 每周
zh_hant: 每週

source: Welcome to QuotaKit
ja: QuotaKit へようこそ
zh_hans: 欢迎使用 QuotaKit
zh_hant: 歡迎使用 QuotaKit

source: What's New
ja: 新機能
zh_hans: 新功能
zh_hant: 新功能

source: What's fixed
ja: 修正内容
zh_hans: 修复内容
zh_hant: 修復內容

source: Wire-format unchanged — iOS 1.3.x users on the same iCloud account see the new providers as fallback cards (color-tinted) without crashing or missing data; existing 25 providers stay fully functional. iOS 1.5.0 adds the structured rendering for the new ones.
ja: ワイヤーフォーマット不変 — 同じ iCloud アカウントの iOS 1.3.x ユーザーには新しい provider が（カラー付きの）フォールバックカードとして表示され、クラッシュやデータ損失なく動作します。既存の 25 個の provider は完全に機能します。iOS 1.5.0 では新しい provider に構造化レンダリングが追加されます。
zh_hans: Wire 格式未变 —— 同 iCloud 账号的 iOS 1.3.x 用户把新 provider 显示为带配色的兜底卡，不会崩溃或丢数据；现有 25 个 provider 全功能保留。iOS 1.5.0 为新 provider 加入结构化渲染。
zh_hant: Wire 格式未變 —— 同 iCloud 帳號的 iOS 1.3.x 使用者把新 provider 顯示為帶配色的兜底卡，不會崩潰或丟資料；現有 25 個 provider 全功能保留。iOS 1.5.0 為新 provider 加入結構化渲染。

source: Yes, same account
ja: はい、同じアカウントです
zh_hans: 是，同一个账号
zh_hant: 是，同一個帳號

source: Your Mac is using legacy sync. Update QuotaKit on Mac to unlock CloudKit multi-device sync.
ja: Mac は旧式の同期方式を使用しています。QuotaKit Mac アプリを更新して CloudKit マルチデバイス同期を有効にしてください。
zh_hans: 你的 Mac 正在使用旧版同步。更新 Mac 端 QuotaKit 以启用 CloudKit 多设备同步。
zh_hant: 你的 Mac 正在使用舊版同步。更新 Mac 端 QuotaKit 以啟用 CloudKit 多裝置同步。
